[
  {
    "id": "1",
    "job_title": "أخصائية عمليات",
    "comp_name": "شركة سراكو للموارد البشرية",
    "stDate": "05/2023",
    "endDate": " الآن ",
    "tasks": [
      "معالجة طلبات الخدمات من خلال أنظمة إدارة علاقات العملاء (CRM) بما في ذلك تجديد الإقامة، والخروج النهائي، وإدارة الجداول الزمنية.",
      "إرسال تقارير الحضور والجداول الزمنية الشهرية للعملاء لمتابعة وجود الموظفين وساعات عملهم.",
      "التعامل مع جميع إجراءات نهاية الخدمة بما في ذلك حجز التذاكر، وشهادات الخبرة، والإجراءات المتعلقة بالتأشيرات.",
      "التنسيق مع فرق التوظيف لضمان تلبية متطلبات العملاء وتقديم البدائل عند الحاجة.",
      "متابعة المدفوعات من العملاء والتنسيق مع قسم المالية بشأن المعاملات الشهرية."
    ]
  },
  {
    "id": "2",
    "job_title": "إدارية – موارد بشرية",
    "comp_name": "شركة إيوان للموارد البشرية",
    "stDate": "12/2021",
    "endDate": "04/2023",
    "tasks": [
      "دعم أنشطة التوظيف بما في ذلك إجراء المقابلات وفرز السير الذاتية.",
      "التعامل مع الخدمات الإلكترونية الحكومية عبر منصات مقيم ومدد لإنجاز معاملات الموظفين.",
      "إدارة جميع جوانب علاقات الموظفين: ملفات الأفراد، الحضور عبر النظام البايومتري، تجديد العقود، طلبات التدريب، تصفية نهاية الخدمة، وشهادات الخبرة.",
      "إدارة التأمين الطبي للموظفين، وإعداد المراسلات الإدارية، وحفظ السجلات بشكل منظم."
    ]
  },
  {
    "id": "3",
    "job_title": "أخصائية تسويق (تدريب تعاوني)",
    "comp_name": "فندق ماريوت و«دور للضيافة»",
    "stDate": "03/2021",
    "endDate": "09/2021",
    "tasks": [
      "كتابة مدونات ومقالات لدعم الحملات التسويقية.",
      "إعداد سيناريوهات ونصوص للمواد الترويجية.",
      "تطوير وتحرير محتوى تسويقي مرئي وصوتي.",
      "إدارة وجدولة منشورات تفاعلية على منصات التواصل الاجتماعي.",
      "المساهمة في إعداد الإعلانات ودعم جهود التواصل مع العلامة التجارية."
    ]
  },
  {
    "id": "4",
    "job_title": "موظفة مركز اتصال",
    "comp_name": "شركة الاتصالات السعودية (STC)",
    "stDate": "08/2016",
    "endDate": "03/2017",
    "tasks": [
      "مساعدة العملاء في المتجر من خلال تقديم تفاصيل المنتجات والأسعار والإرشادات.",
      "تفعيل باقات العملاء ومتابعة حالة التفعيل.",
      "ترقية باقات العملاء المميزين لتحسين تجربتهم.",
      "الترويج للعروض، وحل الاستفسارات بكفاءة، وضمان رضا العملاء."
    ]
  },
  {
    "id": "5",
    "job_title": "مندوبة مبيعات",
    "comp_name": "شركة دار البندر",
    "stDate": "03/2013",
    "endDate": "12/2014",
    "tasks": [
      "تقديم خدمة عملاء متميزة من خلال الرد على الاستفسارات وحل المشكلات.",
      "الترويج للمنتجات والخدمات من خلال تقديم عروض مخصصة للعملاء.",
      "دعم نمو المبيعات عبر التواصل الفعّال والمعرفة بالمنتجات."
    ]
  }
]
